export const benefits = [
    {
        title: 'Мгновенное создание заметок.',
        description: 'Добавляйте заметки быстро и просто — через веб-сайт или прямо в Telegram-боте.'
    },
    {
        title: 'Искусственный интеллект на вашей стороне.',
        description: 'Наша нейросеть анализирует ваши записи и автоматически пишет к ним интересные, полезные комментарии и рекомендации.'
    },
    {
        title: 'Всегда под рукой.',
        description: 'Доступ к вашим заметкам с любого устройства — дома, на работе или в пути.'
    },
    {
        title: 'Безопасность и приватность.',
        description: 'Ваши данные защищены и доступны только вам.'
    },
]

export const steps = [
    {
        title: 'Создайте заметку.',
        description: 'Напишите идею, задачу или список дел.'
    },
    {
        title: 'Получите комментарий от нейросети.',
        description: 'Получите свежий взгляд или совет по вашей заметке. Полезные комментарии и рекомендации.'
    },
    {
        title: 'Используйте где удобно.',
        description: 'Сайт или Telegram-бот, выбор за вами!'
    },
]